Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/press_releases_fi/tiedote_ympmin20090622.pdf.tmx
Source language: fin
Languages: sme

source: Ympäristöministeriön asettama biodiversiteettityöryhmä, jonka tehtävänä on edistää ja seurata Suomen luonnon monimuotoisuuden suojelun ja kestävän käytön strategian ja toimintaohjelman Luonnon puolesta – ihmisen hyväksi - toteutumista päätti kokouksessaan 17.12.2008 esittää, että ympäristöministeriö asettaisi työryhmän käsittelemään alkuperäiskansojen perinnetietoa.
sme: Birasministeriija ásahan biodiversitehtabargojoavku, man bargun lea ovddidit ja čuovvut Suoma luonddu máŋggahámatvuođa gáhttema ja suvdilis geavaheami strategiija ja doaibmanprográmma Luonddu beales – olbmo ávkin - ollašuvvama, mearridii čoahkkimis 17.12.2008 evttohit, ahte birasministeriija ásahivčče bargojoavkku gieđahallat eamiálbmogiid árbedieđu.

source: Ympäristöministeriö on asettanut 18.6.2009 biologista monimuotoisuutta koskevan yleissopimuksen alkuperäiskansojen perinnetietoa käsittelevän artikla 8j:n kansallisen asiantuntijaryhmän.
sme: Birasministeriija lea ásahan 18.6.2009 biologalaš máŋggahámatvuođa guoskevaš oktasašsoahpamuša eamiálbmogiid árbedieđu gieđahalli artikla 8 j álbmotlaš áššedovdijoavkku.

source: Työryhmän tehtävänä on koordinoida Suomen luonnon monimuotoisuuden suojelun ja kestävän käytön strategian ja toimintaohjelman 2006 - 2016 tarkoittamia alkuperäiskansojen perinnetietoa koskevia toimenpiteitä.
sme: Bargojoavkku bargun lea koordineret Suoma luonddu máŋggahámatvuođa gáhttema ja suvdilis geavaheami strategiija ja doaibmanprográmma 2006 - 2016 dárkkuhan eamiálbmogiid árbedieđu guoski doaimmaid.

source: Lisäksi työryhmän tulee lisätä yleistä tietämystä artikla 8j:n liittyvän työohjelman sisällöstä ja tavoitteista erityisesti Suomen saamelaisten kannalta.
sme: Lassin bargojoavku galgá skáhppot lasi dieđuid artikla 8j:i gullevaš bargoprográmma sisdoalus ja ulbmiliin erenomážit Suoma sámiid dáfus.

source: Työryhmä edistää 8 j artiklan soveltamista Suomessa eri ministeriöiden ja sidosryhmien yhteistyöllä sekä antaa osaltaan suosituksia yleissopimuksen soveltamiseksi ja toteuttamiseksi Suomessa.
sme: Bargojoavku ovddida 8 j artikla heiveheami Suoma sierra ministeriijaid ja čanasjoavkkuid ovttasbargguin ja maiddái addá bealistis ávžžuhusaid oktasašsoahpamuša heiveheamis ja ollašuhttimis Suomas.

source: Työryhmän toimikausi on 18.6.2009
sme: Bargojoavkku doaibmaáigodat lea 18.6.2009 – 31.12.2010.

source: Työryhmän puheenjohtajaksi nimettiin Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi ja varapuheenjohtajaksi ympäristöneuvos Esko Jaakkola Ympäristöministeriöstä.
sme: Bargojoavkku ságajođiheaddjin nammaduvvui Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi ja várreságajođiheaddjin birasráđđi Esko Jaakkola Birasministeriijas.

source: Työryhmässä Saamelaiskäräjiä edustaa lisäksi poroisäntä J. Antti Magga ja Saamelaiskäräjäjäsen Heidi Eriksen.
sme: Bargojoavkkus Sámedikki ovddastit lassin boazoisit J. Antti Magga ja Sámedikki lahttu Heidi Eriksen.

source: Biodiversiteettisopimuksen artikla 8 j velvoittaa, että kunkin sopimuspuolen tulee mahdollisuuksien mukaan ja soveltuvin osin kansallisen lainsäädäntönsä mukaisesti kunnioittaa, suojella ja ylläpitää alkuperäiskansojen ja paikallisten yhteisöjen sellaista tietämystä, keksintöjä ja käytäntöä, joka sisältyy biologisen monimuotoisuuden suojelun ja kestävän käytön kannalta merkityksellisiin perinteisiin elämänmuotoihin ja edistää ja laajentaa niiden soveltamista mainittujen yhteisöjen luvalla ja myötävaikutuksella sekä rohkaista tietämyksestä, keksinnöistä ja käytännöstä saadun hyödyn tasapuolista jakoa.
sme: Biodiversitehtasoahpamuša artikla 8 j geatnegahttá, ahte guhtege soahpamušbealli galgá vejolašvuođaid mielde ja heivvolaš osiin álbmotlaš láhkaásaheami mielde gudnejahttit, gáhttet ja doalahit eamiálbmogiid ja báikkálaš servošiid dakkár oahpa, hutkosiid ja geavada, mii gullá biologalaš máŋggahámatvuođa gáhttema ja bistevaš geavaheami dáfus mearkkašahtti árbevirolaš eallinvugiide, ja ovddidit ja viiddidit daid heiveheami máinnašuvvon servošiid lobiin ja vehkiin ja maiddái roahkasmahttit oahpas, hutkosiin ja geavadis ožžojuvvon ávkki dássebeallásaš juohkima.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi pitää työryhmän perustamista historiallisena ja tärkeänä. ”
sme: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi atná bargojoavkku vuođđudeami historjjálažžan ja dehalažžan. ”

source: Biodiversiteettisopimus allekirjoitettiin vuonna 1992.
sme: Biodiversitehtasoahpamuš vuollái čállojuvvui jagis 1992.

source: Nyt, 17 vuotta sopimuksen allekirjoittamisen jälkeen artikla 8 j:tä aletaan soveltamaan Suomessa.
sme: Dál, 17 jagi soahpamuša vuolláičállima maŋŋá, artikla 8 j álgojuvvo heivehuvvot Suomas.

source: Suomi on edelläkävijä biodiversiteettisopimuksen soveltamisessa alkuperäiskansojen huomioimisen kannalta.
sme: Suopma lea álgojalgejeaddji biodiversitehtasoahpamuša heiveheamis eamiálbmogiid vuhtiiváldima dáfus.

source: Ympäristöasiat ovat Suomen saamelaisille ja Saamelaiskäräjille hyvin tärkeitä.
sme: Birasáššit leat Suoma sámiide ja Sámediggái hirbmat dehalaččat.

source: Olen iloinen Ympäristöministeriön sitoutuneisuudesta saamelaisten aseman parantamiseksi.
sme: Lean ilus Birasministeriija čatnaseamis sámiid sajádaga buorideapmin.

source: Uskon, että työryhmätyöskentelyllä voimme ehkäistä ristiriitoja maankäyttöön liittyen ja luoda toimintaohjeet miten saamelaisten alkuperäiskansa-asema ja siihen liittyvät oikeudet huomioidaan maankäytön suunnittelussa ja saamelaisten kotiseutualueen hallinnoinnissa.
sme: Jáhkán, ahte bargojoavkobargguin sáhttit eastadit ruossalasvuođaid eanageavaheamis ja ráhkadit doaibmanrávvagiid mo sámiid eamiálbmotsajádat ja dasa gullevaš vuoigatvuođat vuhtii váldojit eanageavaheami plánemis ja sámiid ruovttuguovllu hálddašeamis.

source: Työryhmätyöskentely on erityisen tärkeä perinteisten saamelaiselinkeinojen kannalta ja uskon että työryhmätyöskentelyllä voimme luoda esityksiä ja suosituksia jotka parantavat saamelaiskulttuurin ja siihen liittyvien perinteisten elinkeinojen asemaa. ”
sme: Bargojoavkobargu lea erenomáš dehalaš árbevirolaš sámeealáhusaid dáfus ja jáhkán ahte bargojoavkobargguin sáhttit ráhkadit evttohusaid ja ávžžuhusaid mat ovddidit sámekultuvrra ja dasa gullevaš árbevirolaš ealáhusaid sajádaga. ”

source: Lisätietoja: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi,
sme: Lassidieđut: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi,
